Repository: dmiit76/memorizator
Catalog: memorizator/lib/l10n/intl_*.arb
Languages: ar, bn, de, es, fr, hi, it, ja, ko, pt, ru, tr, vi, zh

source: Last records
ar: آخر السجلات
bn: সর্বশেষ রেকর্ড
de: Letzte Einträge
es: Últimos registros
fr: Derniers enregistrements
hi: अंतिम रिकॉर्ड्स
it: Ultime registrazioni
ja: 最新の記録
ko: 최근 기록
pt: Últimos registros
ru: Последние записи
tr: Son kayıtlar
vi: Những ghi chép gần đây
zh: 最新条目

source: Filter products:
ar: تصفية المنتجات:
bn: পণ্য ফিল্টার করুন:
de: Produkte filtern:
es: Filtro de producto:
fr: Filtrer les produits:
hi: उत्पाद फ़िल्टर:
it: Filtra prodotti:
ja: 商品のフィルタ:
ko: 상품 필터:
pt: Filtrar produtos:
ru: Фильтр товаров:
tr: Ürünleri filtrele:
vi: Lọc sản phẩm:
zh: 产品过滤器:

source: search string
ar: البحث بالسلسلة
bn: স্ট্রিং দ্বারা অনুসন্ধান করুন
de: Suche nach Text
es: Búsqueda por cadena
fr: Recherche par chaîne
hi: स्ट्रिंग के अनुसार खोजें
it: Cerca per stringa
ja: 文字列で検索
ko: 문자열로 검색
pt: Pesquisar por texto
ru: Поиск по строке
tr: Metinle ara
vi: Tìm kiếm theo chuỗi
zh: 按字符串搜索

source: No records...
ar: لا توجد سجلات...
bn: কোন রেকর্ড নেই...
de: Keine Einträge...
es: No hay registros...
fr: Pas d'enregistrements...
hi: कोई रिकॉर्ड नहीं...
it: Nessuna registrazione...
ja: 記録がありません...
ko: 기록이 없습니다...
pt: Nenhum registro...
ru: Пока ничего не сохранено...
tr: Kayıt yok...
vi: Không có ghi chép nào...
zh: 无条目...

source: Cancel
ar: إلغاء
bn: বাতিল করুন
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
it: Annulla
ja: キャンセル
ko: 취소
pt: Cancelar
ru: Отмена
tr: İptal
vi: Hủy bỏ
zh: 取消

source: Set
ar: تعيين
bn: সেট করুন
de: Festlegen
es: configurar
fr: Définir
hi: सेट करें
it: Imposta
ja: 設定
ko: 설정
pt: Definir
ru: Установить
tr: Ayarla
vi: Thiết lập
zh: 设置

source: Selected records
ar: السجلات المختارة
bn: নির্বাচিত রেকর্ড
de: Ausgewählte Einträge
es: Entradas seleccionadas
fr: Enregistrements sélectionnés
hi: चुनी गई रिकॉर्ड्स
it: Registrazioni selezionate
ja: 選択された記録
ko: 선택된 기록
pt: Registros selecionados
ru: Отобранные записи
tr: Seçilen kayıtlar
vi: Ghi chép đã chọn
zh: 所选记录

source: Error when copying
ar: خطأ أثناء النسخ
bn: কপি করার সময় ত্রুটি
de: Fehler beim Kopieren
es: Error de copia de archivo
fr: Erreur lors de la copie
hi: कॉपी करते समय त्रुटि
it: Errore durante la copia
ja: コピー中にエラー
ko: 복사 중 오류
pt: Erro ao copiar
ru: Ошибка при копировании
tr: Kopyalama hatası
vi: Lỗi khi sao chép
zh: 复制错误

source: Choose source
ar: اختر المصدر
bn: উৎস নির্বাচন করুন
de: Quelle auswählen
es: Elija una fuente
fr: Choisir la source
hi: स्रोत चुनें
it: Seleziona sorgente
ja: ソースを選択
ko: 소스 선택
pt: Escolha a fonte
ru: Выберите источник
tr: Kaynağı seçin
vi: Chọn nguồn
zh: В选择来源

source: Camera
ar: كاميرا
bn: ক্যামেরা
de: Kamera
es: Cámara
fr: Appareil photo
hi: कैमरा
it: Fotocamera
ja: カメラ
ko: 카메라
pt: Câmera
ru: Камера
tr: Kamera
vi: Máy ảnh
zh: 照相机

source: Gallery
ar: معرض الصور
bn: গ্যালারি
de: Galerie
es: Galería
fr: Galerie
hi: गैलरी
it: Galleria
ja: ギャラリー
ko: 갤러리
pt: Galeria
ru: Галерея
tr: Galeri
vi: Thư viện
zh: 图库

source: SAVE
ar: حفظ
bn: সংরক্ষণ করুন
de: Speichern
es: Guardar
fr: Sauver
hi: सहेजें
it: Salva
ja: 保存
ko: 저장
pt: Salvar
ru: Сохранить
tr: Kaydet
vi: Lưu
zh: 保存

# fotoButton
source: Foto
ar: صورة
bn: ছবি
fr: Photo
hi: फोटो
ja: 写真
ko: 사진
ru: Фото
tr: Fotoğraf
vi: Ảnh
zh: 照片

# barcodeButton
source: BarCode
ar: رمز شريطي
bn: বারকোড
fr: Code
hi: बारकोड
it: Codice
ja: バーコード
ko: 바코드
pt: Código
ru: ШтрихКод
tr: Barkod
vi: Mã vạch
zh: 条形码

source: Save price:
ar: احفظ السعر:
bn: মূল্য সংরক্ষণ করুন:
de: Preis speichern:
es: Guardar el precio:
fr: Enregistrer le prix:
hi: मूल्य सहेजें:
it: Salva prezzo:
ja: 価格を保存:
ko: 가격 저장:
pt: Salvar preço:
ru: Сохранить цену:
tr: Fiyatı kaydet:
vi: Lưu giá:
zh: 节省价格：

source: Enter product name
ar: اسم المنتج
bn: পণ্যের নাম লিখুন
de: Produktname eingeben
es: Nombre del producto
fr: Nom du produit
hi: उत्पाद का नाम
it: Inserisci nome prodotto
ja: 商品の名前を入力
ko: 상품명 입력
pt: Nome do produto
ru: Название товара
tr: Ürün adı
vi: Nhập tên sản phẩm
zh: 产品名称

source: weight, g
ar: الوزن، غ
bn: ওজন, গ্রাম
de: Gewicht, Gramm
es: peso, g
fr: Poids, grammes
hi: वजन, ग्राम
it: Peso, grammi
ja: 重量, グラム
ko: 무게, 그램
pt: peso, g
ru: вес, г
tr: Ağırlık, gram
vi: trọng lượng, gram
zh: 重量（克

source: Enter product weight
ar: أدخل وزن المنتج
bn: পণ্যের ওজন লিখুন
de: Produktgewicht eingeben
es: Introduzca el peso del artículo
fr: Saisir le poids du produit
hi: उत्पाद का वजन दर्ज करें
it: Inserisci il peso del prodotto
ja: 商品の重量を入力
ko: 상품 무게 입력
pt: Digite o peso do produto
ru: Введите вес товара
tr: Ürün ağırlığını girin
vi: Nhập trọng lượng sản phẩm
zh: 输入物品重量

source: Price
ar: السعر
bn: মূল্য
de: Preis
es: Precio
fr: Prix
hi: कीमत
it: Prezzo
ja: 価格
ko: 가격
pt: Preço
ru: Цена
tr: Fiyat
vi: Giá
zh: 价格

source: Currency
ar: العملة
bn: মুদ্রা
de: Währung
es: Moneda
fr: Devise
hi: मुद्रा
it: Valuta
ja: 通貨
ko: 통화
pt: Moeda
ru: Валюта
tr: Para birimi
vi: Tiền tệ
zh: 货币

# deleteButton
source: Delete
ar: حذف
bn: মুছে ফেলুন
de: Löschen
es: Borrar
fr: Supprimer
hi: हटाएँ
it: Elimina
ja: 削除
ko: 삭제
pt: Excluir
ru: Удалить
tr: Sil
vi: Xóa
zh: 删除

# memorizedPricesTitle
source: Memorized prices
ar: السجل المحفوظ
bn: সংরক্ষিত রেকর্ড
de: Gespeicherter Eintrag
es: Registro guardado
fr: Enregistrement sauvegardé
hi: सहेजी गई रिकॉर्ड
it: Registrazione salvata
ja: 保存された記録
ko: 저장된 기록
pt: Registro salvo
ru: Сохраненная запись
tr: Kaydedilen kayıt
vi: Ghi chép đã lưu
zh: 保存记录

source: Date:
ar: التاريخ:
bn: তারিখ:
de: Datum:
es: Fecha:
hi: तारीख:
it: Data:
ja: 日付:
ko: 날짜:
pt: Data:
ru: Дата:
tr: Tarih:
vi: Ngày:
zh: 日期:

source: Product
ar: المنتج
bn: পণ্য
de: Produkt
es: Mercancía
fr: Produit
hi: उत्पाद
it: Prodotto
ja: 商品
ko: 상품
pt: Produto
ru: Товар
tr: Ürün
vi: Sản phẩm
zh: 货物

# g_sentence
source: g.
ar: غ.
bn: গ্রাম
de: Gramm
hi: ग्राम
ja: グラム
ru: г.
tr: gr.
zh: 克

source: A great product has been found!
ar: تم العثور على منتج رائع!
bn: একটি দুর্দান্ত পণ্য পাওয়া গেছে!
de: Ein tolles Produkt wurde gefunden!
es: ¡Se encontró un gran producto!
fr: Un excellent produit a été trouvé!
hi: एक बेहतरीन उत्पाद मिला!
it: Trovato un prodotto eccellente!
ja: 素晴らしい商品が見つかりました！
ko: 훌륭한 상품을 발견했습니다!
pt: Um ótimo produto foi encontrado!
ru: Был найден отличный товар!
tr: Harika bir ürün bulundu!
vi: Một sản phẩm tuyệt vời đã được tìm thấy!
zh: 找到好产品！

source: by price
ar: حسب السعر
bn: মূল্য অনুযায়ী
de: zum Preis von
es: por el precio
fr: au prix de
hi: कीमत पर
it: al prezzo di
ja: 価格によって
ko: 가격으로
pt: pelo preço de
ru: по цене
tr: fiyatına göre
vi: theo giá
zh: 按价格

source: Current entry
ar: إدخال البيانات
bn: ডেটা ইনপুট
de: Dateneingabe
es: Entrada actual
fr: Entrée des données
hi: डेटा प्रविष्टि
it: Inserimento dati
ja: データ入力
ko: 데이터 입력
pt: Entrada de dados
ru: Ввод данных
tr: Veri girişi
vi: Nhập dữ liệu
zh: 数据录入

source: Records
ar: السجلات
bn: রেকর্ড
de: Einträge
es: Registros
fr: Enregistrements
hi: रिकॉर्ड्स
it: Registrazioni
ja: 記録
ko: 기록
pt: Registros
ru: Записи
tr: Kayıtlar
vi: Ghi chép
zh: 记录

source: View foto
ar: عرض الصورة
bn: ছবি দেখুন
de: Foto ansehen
es: Ver foto
fr: Voir la photo
hi: फोटो देखें
it: Visualizza foto
ja: 写真を表示
ko: 사진 보기
pt: Visualizar foto
ru: Просмотр фотографии
tr: Fotoğrafı görüntüle
vi: Xem ảnh
zh: 查看照片

source: remove foto from saving
ar: إزالة الصورة من السجل
bn: রেকর্ড থেকে ছবি মুছে ফেলুন
de: Foto aus dem Eintrag entfernen
es: Eliminar una foto de una entrada
fr: Supprimer la photo de l'enregistrement
hi: रिकॉर्ड से फोटो हटाएँ
it: Rimuovi foto dalla registrazione
ja: 記録から写真を削除
ko: 기록에서 사진 삭제
pt: Remover foto do registro
ru: Удалить фотографию из записи
tr: Fotoğrafı kayıttan sil
vi: Xóa ảnh khỏi ghi chép
zh: 从条目中删除照片

source: Settings
ar: الإعدادات
bn: সেটিংস
de: Einstellungen
es: Configuración
fr: Paramètres
hi: सेटिंग्स
it: Impostazioni
ja: 設定
ko: 설정
pt: Configurações
ru: Настройки
tr: Ayarlar
vi: Cài đặt
zh: Н设置

source: Local currency picker
ar: العملة المحلية
bn: স্থানীয় মুদ্রা
de: Lokale Währung
es: Moneda local
fr: Devise locale
hi: स्थानीय मुद्रा
it: Valuta locale
ja: 現地通貨
ko: 현지 통화
pt: Moeda local
ru: Местная валюта
tr: Yerel para birimi
vi: Chọn đơn vị tiền tệ địa phương
zh: 当地货币

source: Select the currency of the country you are in
ar: اختر العملة المحلية للبلد
bn: আপনি যে দেশের স্থানীয় মুদ্রা নির্বাচন করুন
de: Wählen Sie die lokale Währung des Landes
es: Seleccione la moneda local del país anfitrión
fr: Sélectionnez la devise locale du pays
hi: अपने देश की स्थानीय मुद्रा चुनें
it: Seleziona la valuta locale del paese
ja: 現地の通貨を選択してください
ko: 현지 통화를 선택하세요
pt: Selecione a moeda local do país
ru: Выберите местную валюту страны
tr: Ülkenizin yerel para birimini seçin
vi: Chọn tiền tệ của quốc gia bạn đang ở
zh: 选择当地货币

source: No set
ar: غير محدد
bn: কোন সেট নেই
de: Kein Set
es: No sel.
fr: Pas défini
hi: कोई सेट नहीं
it: Nessuna impostazione
ja: セットされていません
ko: 설정 안됨
pt: Não definido
tr: Ayarlanmadı
vi: Không thiết lập
zh: 未设置

source: The currency of my country
ar: اختر عملة بلدك
bn: আপনার দেশের মুদ্রা নির্বাচন করুন
de: Wählen Sie die Währung Ihres Landes
es: Seleccione la moneda de su país
fr: Sélectionnez la devise de votre pays
hi: अपने देश की मुद्रा चुनें
it: Seleziona la valuta del tuo paese
ja: 自国の通貨を選択
ko: 국가의 통화를 선택하세요
pt: Selecione a moeda do seu país
ru: Выберите валюту своей страны
tr: Ülkenizin para birimini seçin
vi: Chọn tiền tệ của đất nước bạn
zh: 选择您所在国家的货币

source: Select the currency you want to convert to
ar: سيتم تحويل الأسعار إلى هذه العملة
bn: মূল্যগুলি এই মুদ্রায় রূপান্তরিত হবে
de: Preise werden in diese Währung umgerechnet
es: Los precios se convierten a esa moneda
fr: Les prix sont convertis dans cette devise
hi: कीमतें इस मुद्रा में बदली जाती हैं
it: I prezzi vengono convertiti in questa valuta
ja: 価格はこの通貨に変換されます
ko: 가격이 이 통화로 변환됩니다
pt: Os preços serão convertidos para essa moeda
ru: Цены конвертируются в эту валюту
tr: Fiyatlar bu para birimine dönüştürülür
vi: Giá sẽ được chuyển đổi sang tiền tệ này
zh: 价格转换为该货币

source: Local currency rate
ar: سعر العملة المحلية مقابل عملتك
bn: আপনার মুদ্রার তুলনায় স্থানীয় মুদ্রার হার
de: Kurs der lokalen Währung zu Ihrer Währung
es: Tipo de cambio de la moneda local a su moneda
fr: Taux de change de la devise locale par rapport à la vôtre
hi: आपकी मुद्रा के मुकाबले स्थानीय मुद्रा की दर
it: Tasso di cambio della valuta locale rispetto alla tua
ja: 現地通貨のレート
ko: 현지 통화의 환율
pt: Taxa de câmbio da moeda local em relação à sua
ru: Курс местной валюты к вашей валюте
tr: Yerel para birimi oranı
vi: Tỷ giá tiền tệ địa phương so với tiền tệ của bạn
zh: 当地货币与您的货币的兑换率

source: the value of your money in local currency
ar: قيمة أموالك بالعملة المحلية
bn: স্থানীয় মুদ্রায় আপনার অর্থের মান
de: Wert Ihres Geldes in der lokalen Währung
es: El valor de su dinero en moneda local
fr: La valeur de votre argent dans la devise locale
hi: स्थानीय मुद्रा में आपके पैसे का मूल्य
it: Il valore dei tuoi soldi nella valuta locale
ja: 現地通貨での金額
ko: 현지 통화로 돈의 가치
pt: Valor do seu dinheiro na moeda local
ru: Стоимость ваших денег в местной валюте
tr: Paranızın yerel para birimindeki değeri
vi: Giá trị tiền của bạn bằng tiền tệ địa phương
zh: 您的钱以当地货币计算的价值

source: Try to get the exchange rate
ar: حاول الحصول على سعر الصرف
bn: বিনিময় হার পাওয়ার চেষ্টা করুন
de: Versuchen, den Wechselkurs zu erhalten
es: Tratando de obtener el tipo de cambio
fr: Essayer d'obtenir le taux de change
hi: विनिमय दर प्राप्त करने का प्रयास करें
it: Prova a ottenere il tasso di cambio
ja: 為替レートを取得
ko: 환율 가져오기 시도
pt: Tentar obter a taxa de câmbio
ru: Попытаться получить курс валют
tr: Döviz kuru almaya çalışın
vi: Thử lấy tỷ giá hối đoái
zh: 尝试获取汇率

# learTheResultAfterSaving
source: Ð¡lear the result after saving
ar: مسح اللوحة بعد الحفظ
bn: সংরক্ষণের পরে স্ক্রিন পরিষ্কার করুন
de: Tafel nach dem Speichern löschen
es: Borrar el marcador después de guardar
fr: Effacer le tableau après la sauvegarde
hi: सहेजने के बाद बोर्ड साफ करें
it: Cancella la lavagna dopo il salvataggio
ja: 保存後にリセット
ko: 저장 후 보드 지우기
pt: Limpar a tela após salvar
ru: Очищать табло после сохранения
tr: Kaydettikten sonra tabloyu temizle
vi: Xóa bảng sau khi lưu
zh: 保存后清除屏幕

source: Display price digits in the list
ar: استخدام الفاصل الرقمي
bn: হাজার বিভাজক ব্যবহার করুন
de: Verwenden Sie Tausendertrennzeichen
es: Utilizar el separador de dígitos
fr: Utiliser un séparateur de milliers
hi: अंक विभाजक का उपयोग करें
it: Utilizza separatori di migliaia
ja: 桁区切りを使用
ko: 자리 표시자를 사용하세요
pt: Usar separador de milhares
ru: Использовать разделитель разрядов
tr: Rakam ayırıcı kullanın
vi: Sử dụng dấu phân cách số
zh: 使用数字分隔符

# widthOfTheColumnWithPricesInTheListOf
source: Width of the column with prices in the list of records (100-150):
ar: عرض العمود مع الأسعار في القائمة (100-150):
bn: তালিকায় মূল্য সহ কলামের প্রস্থ (100-150):
de: Breite der Spalte mit Preisen in der Liste (100-150):
es: Anchura de la columna con los precios en la lista (100-150):
fr: Largeur de la colonne des prix dans la liste (100-150):
hi: सूची में कीमतों की कॉलम चौड़ाई (100-150):
it: Larghezza della colonna con i prezzi nella lista (100-150):
ja: リスト内の価格列の幅 (100-150):
ko: 목록의 가격 열 너비 (100-150):
pt: Largura da coluna com preços na lista (100-150):
ru: Ширина колонки с ценами в списке (100-150):
tr: Fiyat kolonunun genişliği (100-150):
vi: Chiều rộng cột giá trong danh sách (100-150):
zh: 列表中价格栏的宽度 (100-150):

# productNameFontSize
source: Product name font size (10-26):
ar: حجم الخط للمنتجات (10-26):
bn: পণ্যের জন্য ফন্টের আকার (10-26):
de: Schriftgröße für Produkte (10-26):
es: El tamaño de la clavija de mercancías (10-26):
fr: Taille de la police pour les produits (10-26):
hi: उत्पादों के लिए फ़ॉन्ट का आकार (10-26):
it: Dimensione del carattere per i prodotti (10-26):
ja: 商品のフォントサイズ (10-26):
ko: 상품 이름의 글꼴 크기 (10-26):
pt: Tamanho da fonte para produtos (10-26):
ru: Размер штифта для товаров (10-26):
tr: Ürünler için yazı tipi boyutu (10-26):
vi: Cỡ chữ cho tên sản phẩm (10-26):
zh: 产品字体大小 (10-26):

source: This apps gallery
ar: مسار معرض التطبيق
bn: অ্যাপ-গ্যালারির পথ
de: Pfad zur App-Galerie
es: Ruta a la galería de aplicaciones
fr: Chemin vers la galerie de l'application
hi: ऐप-गैलरी का रास्ता
it: Percorso alla galleria dell'app
ja: アプリのギャラリーへのパス
ko: 앱 갤러리 경로
pt: Caminho para a galeria do app
ru: Путь к app-галерее
tr: Uygulama galerisinin yolu
vi: Đường dẫn đến thư viện của ứng dụng
zh: 保存照片的路径

# instructionTitle
source: INSTRUCTION (EN)
ar: تعليمات
bn: নির্দেশনা
de: Anleitung
es: Instrucciones
fr: Instruction
hi: निर्देश
it: Istruzione
ja: 指示
ko: 지침
pt: Instrução
ru: ИНСТРУКЦИЯ
tr: Talimat
vi: Hướng dẫn
zh: 说明

source: Support us by removing the ads.
ar: ادعمنا بإزالة الإعلانات.
bn: বিজ্ঞাপন সরিয়ে আমাদের সমর্থন করুন।
de: Unterstützen Sie uns, indem Sie die Werbung entfernen.
es: Apóyanos eliminando los anuncios.
fr: Soutenez-nous en supprimant les publicités.
hi: विज्ञापनों को हटाकर हमारा समर्थन करें।
it: Supportaci rimuovendo le pubblicità.
ja: 広告を削除してサポートしてください。
ko: 광고를 제거함으로써 우리를 지원하세요.
pt: Apoie-nos removendo os anúncios.
ru: Поддержите нас, убрав рекламу.
tr: Reklamları kaldırarak bizi destekleyin.
vi: Hỗ trợ chúng tôi bằng cách gỡ bỏ quảng cáo.
zh: 通过移除广告来支持我们。

source: Support the app
ar: ادعم التطبيق
bn: অ্যাপটি সমর্থন করুন
de: Unterstützen Sie die App
es: Apoya la aplicación
fr: Soutenez l'application
hi: ऐप का समर्थन करें
it: Supporta l'app
ja: アプリをサポートする
ko: 앱을 지원하세요
pt: Apoie o aplicativo
ru: Поддержите приложение
tr: Uygulamayı destekleyin
vi: Hỗ trợ ứng dụng
zh: 支持这个应用

source: The store is unavailable. Check the connection.
ar: المتجر غير متاح. تحقق من الاتصال.
bn: স্টোরটি পাওয়া যাচ্ছে না। সংযোগ পরীক্ষা করুন।
de: Der Store ist nicht verfügbar. Überprüfen Sie die Verbindung.
es: La tienda no está disponible. Comprueba la conexión.
fr: Le magasin est indisponible. Vérifiez la connexion.
hi: स्टोर उपलब्ध नहीं है। कनेक्शन जांचें।
it: Il negozio non è disponibile. Controlla la connessione.
ja: ストアが利用できません。接続を確認してください。
ko: 상점을 이용할 수 없습니다. 연결을 확인하세요.
pt: A loja está indisponível. Verifique a conexão.
ru: Магазин недоступен. Проверьте соединение.
tr: Mağaza kullanılamıyor. Bağlantıyı kontrol edin.
vi: Cửa hàng không khả dụng. Kiểm tra kết nối.
zh: 商店不可用。请检查连接。

source: Select a language
ar: اختر لغة
bn: একটি ভাষা নির্বাচন করুন
de: Wählen Sie eine Sprache
es: Selecciona un idioma
fr: Sélectionnez une langue
hi: एक भाषा चुनें
it: Seleziona una lingua
ja: 言語を選択する
ko: 언어를 선택하세요
pt: Selecione um idioma
ru: Выберите язык
tr: Bir dil seçin
vi: Chọn ngôn ngữ
zh: 选择一种语言

source: Support the application. Turn off the ads.
ar: ادعم التطبيق. أوقف الإعلانات.
bn: অ্যাপ্লিকেশনটি সমর্থন করুন। বিজ্ঞাপন বন্ধ করুন।
de: Unterstützen Sie die Anwendung. Schalten Sie die Werbung ab.
es: Apoya la aplicación. Desactiva los anuncios.
fr: Soutenez l'application. Désactivez les publicités.
hi: एप्लिकेशन का समर्थन करें। विज्ञापन बंद करें।
it: Supporta l'applicazione. Disattiva le pubblicità.
ja: アプリケーションをサポートしてください。広告をオフにしてください。
ko: 애플리케이션을 지원하세요. 광고를 끄세요.
pt: Apoie o aplicativo. Desative os anúncios.
ru: Поддержите приложение. Отключите рекламу.
tr: Uygulamayı destekleyin. Reklamları kapatın.
vi: Hỗ trợ ứng dụng. Tắt quảng cáo.
zh: 支持应用程序。关闭广告。

source: Error fun scanBarcode()
ar: خطأ في دالة scanBarcode()
bn: ত্রুটি ফাংশন scanBarcode()
de: Fehler in Funktion scanBarcode()
es: Error en función scanBarcode()
fr: Erreur fonction scanBarcode()
hi: त्रुटि फ़ंक्शन scanBarcode()
it: Errore funzione scanBarcode()
ja: エラー関数 scanBarcode()
ko: 에러 함수 scanBarcode()
pt: Erro na função scanBarcode()
ru: Ошибка функции scanBarcode()
tr: scanBarcode() fonksiyonunda hata
vi: Lỗi hàm scanBarcode()
zh: 错误函数 scanBarcode()

source: Enter price
ar: أدخل السعر
bn: মূল্য লিখুন
de: Preis eingeben
es: Ingrese el precio
fr: Entrez le prix
hi: मूल्य दर्ज करें
it: Inserisci il prezzo
ja: 価格を入力
ko: 가격 입력
pt: Insira o preço
ru: Введите цену
tr: Fiyat girin
vi: Nhập giá
zh: 输入价格

source: Note:
ar: ملاحظة
bn: নোট:
de: Hinweis:
es: Nota:
fr: Remarque:
hi: टिप्पणी:
it: Nota:
ja: 注釈:
ko: 참고:
pt: Nota:
ru: Примечание:
tr: Not:
vi: Ghi chú:
zh: 注释:

# thankYou
source: Thank you for supporting our development! Your contribution helps us continue to improve this app.
ar: شكرًا لدعمكم تطويرنا! مساهمتكم تساعدنا على مواصلة تحسين هذا التطبيق.
bn: আমাদের উন্নয়নে আপনার সমর্থনের জন্য ধন্যবাদ! আপনার অবদান এই অ্যাপটি উন্নত করতে আমাদের সাহায্য করে।
fr: Merci de soutenir notre développement ! Votre contribution nous aide à continuer à améliorer cette application.
hi: हमारे विकास का समर्थन करने के लिए धन्यवाद! आपका योगदान हमें इस ऐप को बेहतर बनाने में मदद करता है।
it: Grazie per aver supportato il nostro sviluppo! Il tuo contributo ci aiuta a continuare a migliorare questa app.
ko: 개발을 지원해 주셔서 감사합니다! 여러분의 기여가 이 앱을 계속 개선하는 데 도움이 됩니다.
vi: Cảm ơn bạn đã hỗ trợ phát triển của chúng tôi! Sự đóng góp của bạn giúp chúng tôi tiếp tục cải thiện ứng dụng này.
zh: 感谢您支持我们的发展！您的贡献帮助我们继续改进这款应用。

source: Processing your purchase...
ar: جارٍ معالجة عملية الشراء الخاصة بك...
bn: আপনার ক্রয় প্রক্রিয়া করা হচ্ছে...
fr: Traitement de votre achat...
hi: आपकी खरीदारी प्रक्रिया की जा रही है...
it: Elaborazione del tuo acquisto...
ko: 구매 처리 중입니다...
vi: Đang xử lý mua hàng của bạn...
zh: 正在处理您的购买...

source: Error in the purchase process.
ar: خطأ في عملية الشراء.
bn: ক্রয় প্রক্রিয়ায় ত্রুটি.
fr: Erreur dans le processus d'achat.
hi: खरीद प्रक्रिया में त्रुटि.
it: Errore nel processo di acquisto.
ko: 구매 과정에서 오류가 발생했습니다.
vi: Lỗi trong quá trình mua hàng.
zh: 购买过程中出错。

source: The purchase is completed.
ar: تم إتمام عملية الشراء.
bn: ক্রয় সম্পন্ন হয়েছে।
fr: L'achat est terminé.
hi: खरीद पूरी हो गई है।
it: L'acquisto è completato.
ko: 구매가 완료되었습니다.
vi: Giao dịch mua hàng đã hoàn tất.
zh: 购买已完成。

source: Continue to support us. Your contribution is incredibly important!
ar: استمروا في دعمنا. مساهمتكم مهمة للغاية!
bn: আমাদের সমর্থন চালিয়ে যান। আপনার অবদান অত্যন্ত মূল্যবান!
fr: Continuez à nous soutenir. Votre contribution est incroyablement importante!
hi: हमें समर्थन देते रहें। आपका योगदान अत्यंत महत्वपूर्ण है!
it: Continuate a sostenerci. Il vostro contributo è incredibilmente importante!
ko: 우리를 계속 지원해 주세요. 귀하의 기여는 매우 중요합니다!
vi: Hãy tiếp tục ủng hộ chúng tôi. Đóng góp của bạn vô cùng quan trọng!
zh: 继续支持我们。您的贡献极其重要！

source: Close
ar: إغلاق
bn: বন্ধ করুন
fr: Fermer
hi: बंद करें
it: Chiudi
ko: 닫기
vi: Đóng
zh: 关闭

source: Location Clarification
ar: توضيح الموقع
bn: অবস্থান স্পষ্টীকরণ
fr: Clarification de localisation
hi: स्थान स्पष्टता
it: Chiarimento della posizione
ko: 위치 확인
vi: Làm rõ vị trí
zh: 位置澄清

source: Enter address
ar: أدخل العنوان
bn: ঠিকানা লিখুন
fr: Entrez l'adresse
hi: पता दर्ज करें
it: Inserisci l'indirizzo
ko: 주소를 입력하세요
vi: Nhập địa chỉ
zh: 请输入地址

source: Find on map
ar: ابحث على الخريطة
bn: মানচিত্রে খুঁজুন
fr: Trouver sur la carte
hi: मानचित्र पर खोजें
it: Trova sulla mappa
ko: 지도에서 찾기
vi: Tìm trên bản đồ
zh: 在地图上查找

source: Choose a location option
ar: اختر خيار الموقع
bn: একটি অবস্থান অপশন বাছুন
fr: Choisissez une option de localisation
hi: एक स्थान विकल्प चुनें
it: Scegli un'opzione di posizione
ko: 위치 옵션을 선택하세요
vi: Chọn một tùy chọn vị trí
zh: 选择一个位置选项

source: Save location
ar: حفظ الموقع
bn: অবস্থান স্মরণ করুন
fr: Enregistrer la localisation
hi: स्थान याद रखें
it: Salva posizione
ko: 위치 저장
vi: Lưu vị trí
zh: 保存位置
